Repository: lgoio/RecentItems
Catalog: locale/*/LC_MESSAGES/RecentItems@bananenfisch.net.po
Languages: eu, oc, zh_cn

source: Private mode
eu: Modu pribatua
oc: Mòde privat
zh_cn: 私人模式

source: %x of %y
eu: %x tik %y
oc: %x de %y
zh_cn: 第 %x，共 %y

source: Search...
eu: Bilatu...
oc: Cercar...
zh_cn: 搜索...

source: Recent Item Settings
eu: Azken elementuen ezarpenak
oc: Paramètres dels elements recents
zh_cn: 最近项目设置

source: Settings
eu: Ezarpenak
oc: Paramètres
zh_cn: 设置

source: Window width (%)
eu: Leihoaren zabalera (%)
oc: Largor de la fenèstra (%)
zh_cn: 窗口宽度 (%)

source: Item Count
eu: Elementu kopurua
oc: Nombre d'elements
zh_cn: 项目计数

source: Mime Blacklist
eu: MIME beltzaren zerrenda
oc: Lista negra MIME
zh_cn: MIME黑名单

source: Seperate with comma
eu: Koma batekin bereizi
oc: Separar amb coma
zh_cn: 用逗号分隔

source: Example: image,audio,video
eu: Adibidea: image,audio,video
oc: Exemple: image,audio,video
zh_cn: 例如：image,audio,video
